{
    "menu": {
        "item2": "About me",
        "item3": "Skills",
        "item4": "Training",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "Hi! I'm",
        "home_text-3": "Backend Developer",
        "parrafo-info": "Systems Engineering student and programmer focused on backend solutions and process optimization. Passionate about efficiency and automation, I seek to create projects that integrate technology and logistics to improve data management and operational processes.",
        "cv_button": "Download CV",
        "contact_button": "Contact"
    },

    "sobre-mi": {
        "title": "About me",
        "texto_sobreMi": "I'm a Systems Engineering student and programmer with experience in software development and backoffice systems. I am passionate about creating technological solutions that optimize processes and improve business management. I aspire to grow professionally in the field of systems engineering, gaining experience in software development and project coordination.<br><br>I am a proactive and committed person, with skills in data analysis, web development, and inventory management. I value teamwork and continuous learning, always seeking to improve my skills and contribute to every project."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Training",
        "formacion1": "Systems Engineering",
        "tiempo-formacion1": "2022 - In progress",
        "formacion2": "Scrum Master",
        "tiempo-formacion2": "2024 - 2025",
        "formacion3": "Google Data Analytics"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "TaskManager",
        "info-proyecto1": "A CRUD application that allows task management, including Create - Read - Update - Delete, fundamental for an introduction to Backend.",
        "title-proyecto2": "Portfolio",
        "info-proyecto2": "My personal web portfolio, where you can find some of my most outstanding projects, my technical skills, and a bit about my background.",
        "title-proyecto3": "Password Generator",
        "info-proyecto3": "An encryptor where the user can type a text, and the encryptor encodes it with pre-programmed keys. The encryptor can also decrypt the text."
    },

    "contacto": {
        "title": "Contact",
        "text": "Complete the form below and I will contact you as soon as possible.",
        "btn-enviar": "Send"
    }
}