{
    "menu": {
        "item2": "Sobre mí",
        "item3": "Habilidades",
        "item4": "Formación",
        "item5": "Proyectos",
        "item6": "Contacto"
    },

    "home": {
        "home_text-1": "Hola! Soy",
        "home_text-3": "Desarrollador Backend",
        "parrafo-info": "Estudiante de Ingeniería de Sistemas y programador enfocado en el desarrollo de soluciones backend y optimización de procesos. Apasionado por la eficiencia y la automatización, busco crear proyectos que integren tecnología y logística para mejorar la gestión de datos y procesos operativos.",
        "cv_button": "Descargar CV",
        "contact_button": "Contacto"
    },

    "sobre-mi": {
        "title": "Sobre mí",
        "texto_sobreMi": "Soy estudiante de Ingeniería de Sistemas y programador con experiencia en desarrollo de software y sistemas backoffice. Me apasiona la creación de soluciones tecnológicas que optimicen procesos y mejoren la gestión empresarial. Aspiro a crecer profesionalmente en el ámbito de la ingeniería de sistemas, adquiriendo experiencia en el desarrollo y coordinación de proyectos de software.<br><br>Soy una persona proactiva y comprometida, con habilidades en análisis de datos, desarrollo web y gestión de inventarios. Valoro el trabajo en equipo y el aprendizaje continuo, siempre buscando mejorar mis habilidades y aportar en cada proyecto."
    },

    "habilidades": {
        "title": "Habilidades"
    },

    "formacion": {
        "title": "Formación",
        "formacion1": "Ingeniería de Sistemas",
        "tiempo-formacion1": "2022 - En curso",
        "formacion2": "Scrum Master",
        "tiempo-formacion2": "2024 - 2025",
        "formacion3": "Google Data Analytics"
    },

    "proyectos": {
        "title": "Proyectos",
        "title-proyecto1": "TaskManager",
        "info-proyecto1": "Un aplicativo CRUD que permite la gestión de tareas, siendo el CRUD: Create - Read - Update - Delete, fundamental para la introducción al Backend.",
        "title-proyecto2": "Portafolio",
        "info-proyecto2": "Mi portafolio web personal, donde se encuentran algunos de mis proyectos más destacados, mis habilidades técnicas y un poco sobre mi formación.",
        "title-proyecto3": "Generador de Contraseñas",
        "info-proyecto3": "Un encriptador donde el usuario puede escribir un texto y el encriptador lo codifica con llaves ya programadas. El encriptador también permite desencriptar el texto."
    },

    "contacto": {
        "title": "Contacto",
        "text": "Completa el siguiente formulario y me pondré en contacto contigo lo antes posible.",
        "btn-enviar": "Enviar"
    }
}